Repository: angelaspirkoska/Insured-Traveling-Presentation
Catalog: Authentication.WEB/Resource.*.resx
Languages: mk

# ChangeStatusMessageFail
source: You have not successfully changed user's status!
mk: Статусот на корисникот не беше променет

# ChangeStatusMessageSuccess
source: You have successfully changed user's status!
mk: Успешно го променивте статусот на корисникот

# SearchTable_ActiveInactiveUser
source: Active/Inactive
mk: Активен/Неактивен

# Search_ChangeUserStatus
source: Change
mk: Промени

# Search_UserChangeStatus
source: Change status
mk: Промени статус

# Search_UserChangeStatusQuestion
source: Do you want to change user's status? Are you sure?
mk: Дали сакаш да го промениш статусот на корисникот? Дали си сигурен?

# SearchTable_CreatedOn
source: Created on
mk: Креиран на

# SearchTable_UserStatus
source: Search by status
mk: Пребрај по статус

# SearchTable_UserStatusActive
source: Active
mk: Активен

# SearchTable_UserStatusBoth
source: Both
mk: Двете

# SearchTable_UserStatusInactive
source: Inactive
mk: Неактивен

# Search_UserItselfChangeStatus
source: You can not change the status of you own registred account.
mk: Не можете да го смените статусот на вашиот регистриран профил

# AdminPanel_SSNValidation
source: SSN Advanced Validation
mk: ЕМБГ напредна валидација

# AdminPanel_TestPayment
source: Test Payment
mk: Тест плаќање

# Edit_FailMessage
source: You have not successfully edited user
mk: Промената на корисникот не беше успешна

# Edit_SuccessMessage
source: You have successfully edited user
mk: Успешно ги променивте податоците на корисникот

# SearchTable_EditUser
source: Edit User
mk: Промени корисник

# Search_QuotePreview
source: Preview
mk: Прегледај

# AdminPanel_Discount
source: Discount
mk: Попуст

# Policy_AddOfferMsg
source: You have successfully added the quote. Number of quote:
mk: Успешно ја додадовте полисата во понуди. Број на понуда

# Policy_AddOfferMsgFail
source: You have not successfully added the offer
mk: Полисата не беше додадена во понуди

# Home_BuyInsurance
source: Buy Insurance
mk: Купи осигурување

# Home_NoMsg
source: No new messages
mk: Немате нови пораки

# Search_HelpMessage
source: Select dates before or after this date
mk: Избери ги датумите пред или после овој датум
