Repository: angelaspirkoska/Insured-Traveling-Presentation
Catalog: Authentication.WEB/Resource.*.resx
Languages: mk

# FNOL_Address
source: Address
mk: Адреса

# FNOL_Name
source: Name
mk: Име

# FNOL_Phone
source: Phone
mk: Телефон

# FNOL_PolicyHolderInfo
source: Policy Holder Information
mk: Информации за договорувач

# FNOL_PolicyNumber
source: Policy Number
mk: Број на полиса

# FNOL_SSN
source: SSN
mk: ЕМБГ

# FNOL_SuccessfullyAddedFNOL
source: The First Notice of Loss is successfully added!
mk: Оспешно е додадено оштетено побарување!

# FNOL_Title
source: First Notice of Loss
mk: Оштетно побарување

source: Home
mk: Почетна

# Home_AdminPanel
source: Admin site
mk: Админ панел

# Home_FirstNoticeOfLoss
source: First Notice of Loss
mk: Оштетно побарување

# Home_NewClient
source: New Client
mk: Нов клиент

# Home_NewPolicy
source: New Policy
mk: Нова полиса

# Home_News
source: News
mk: Новости

# Home_Search
source: Search
mk: Пребарај

source: No
mk: Не

# Policy_AddOffer
source: Add to Quotes
mk: Додади во понуди

# Policy_AddOn
source: Add-on
mk: Доплаток

# Policy_BuyPolicy
source: Buy Policy
mk: Купи полиса

# Policy_CalculatePremium
source: Calculate Premium
mk: Пресметај полиса

# Policy_CreatePolicy
source: Create Policy
mk: Креирај полиса

# Policy_Days
source: Days
mk: Денови

# Policy_Deductible
source: Deductible
mk: Франшиза

# Policy_DeductibleByAge
source: Deductible By Age
mk: Франшиза по години

# Policy_DeductibleByDay
source: Deductible By Day
mk: Франшиза по денови

# Policy_Duration
source: Duration
mk: Времетраење

# Policy_ExistingUser
source: Existing User
mk: Постоечки корисник

# Policy_FillData
source: Enter data for all red fields!
mk: Внесете податоци во сите црвени полиња!

# Policy_HolderAddress
source: Address
mk: Адреса

# Policy_HolderBirthDay
source: Birth Date
mk: Датум на раѓање

# Policy_HolderCity
source: City
mk: Град

# Policy_HolderEmail
source: Email
mk: Емаил

# Policy_HolderInformation
source: Holder Information
mk: Податоци за договорувач

# Policy_HolderLastName
source: Last Name
mk: Презиме

# Policy_HolderName
source: Name
mk: Име

# Policy_HolderPassport
source: Passport/ID Cart Number
mk: Број на пасош/Број на лична карта

# Policy_HolderPhone
source: Phone
mk: Телефон

# Policy_HolderPostalCode
source: Postal Code
mk: Поштенски код

# Policy_HolderSameInsured
source: Holder is insured
mk: Договорувачот е осигуреник

# Policy_HolderSSN
source: SSN
mk: Матичен број

# Policy_IamInsured
source: I am insured
mk: Јас сум осигуреник

# Policy_InsuredAddress
source: Address
mk: Адреса

# Policy_InsuredBirthDate
source: Birth Date
mk: Датум на раѓање

# Policy_InsuredCity
source: City
mk: Град

# Policy_InsuredEmail
source: Email
mk: Емаил

# Policy_InsuredInformation
source: Insured Information
mk: Податоци за осигуреникот

# Policy_InsuredLastName
source: Last Name
mk: Презиме

# Policy_InsuredName
source: Name
mk: Име

# Policy_InsuredPassport
source: Passport/ ID Cart Number
mk: Број на пасош/Број на лична карта

# Policy_InsuredPhone
source: Phone
mk: Телефон

# Policy_InsuredPostalCode
source: Postal Code
mk: Поштенски број

# Policy_InsuredSSN
source: SSN
mk: Матичен број

# Policy_MoreTrip
source: More Trips
mk: Повеќе патувања

# Policy_NumberMembers
source: Number of Members
mk: Број на членови

# Policy_NumberTrips
source: Number of Trips
mk: Број на патувања

# Policy_OneTrip
source: One Trip
mk: Едно патување

# Policy_PolicyData
source: Policy Data
mk: Податоци за полисата

# Policy_PolicyEffectiveDate
source: Policy Effective Date
mk: Датум на важење од

# Policy_PolicyExpiryDate
source: Policy Expiry Date
mk: Датум на завршување на важење

# Policy_PolicyFamily
source: Family
mk: Фамилијарно

# Policy_PolicyGroup
source: Group
mk: Група

# Policy_PolicyInformation
source: Policy Information
mk: Информации за полисата

# Policy_PolicySingle
source: Single
mk: Поединечно

# Policy_PolicyType
source: Policy Type
mk: Тип на полиса

# Policy_PrintOffer
source: Print offers
mk: Печати понуди

# Policy_TotalPremium
source: Total Premium
mk: Вкупна премија

# Policy_TotalPremiumInGroup
source: Total Premium in Group
mk: Вкупна премија во група

# Policy_TravelCountry
source: Travel Country
mk: Земја на потекло

source: Policy Type
mk: Вид на осигурителна полиса

# Policy_ValidDate
source: You must have at least one valid day!
mk: Морате да имате барем еден валиден ден!

# Required
source: This field is required
mk: Полето е задолжително

# Seacrh_SearchTableCancellationDate
source: Cancellation date
mk: Датум на сторнирање

# Seacrh_SearchTableCity
source: City
mk: Град

# Seacrh_SearchTableClaimantNameLastName
source: Claimant Name and Last Name
mk: Име и презиме на оштетениот

# Seacrh_SearchTableEmail
source: Email
mk: Емаил

# Seacrh_SearchTableFrom
source: Policy effective date
mk: Важи од

# Seacrh_SearchTableHealthInsurance
source: Health Insurance Yes/No
mk: Здравствено осигурување Да/Не

# Seacrh_SearchTableInsuredHolderRelationship
source: Relationship between the policyholder and the insured
mk: Сродство на оштетениот со осигуреникот

# Seacrh_SearchTableInsuredNameLastName
source: Insured Name and Last Name
mk: Име и презиме на осигуреникот

# Seacrh_SearchTableLastName
source: Last Name
mk: Презиме

# Seacrh_SearchTableLuggageInsurance
source: Luggage Insurance Yes/No
mk: Осигурување на багаж Да/Не

# Seacrh_SearchTableName
source: Name
mk: Име

# Seacrh_SearchTablePassport
source: Passport
mk: Број на пасош

# Seacrh_SearchTablePhoneNumber
source: Phone Number
mk: Телефонски број

# Seacrh_SearchTablePolicyIssuanceDate
source: Policy issuance date
mk: Датум на издавање

# Seacrh_SearchTablePolicyType
source: Policy Type
mk: Тип на полиса

# Seacrh_SearchTablePostalCode
source: Postal Code
mk: Поштенски број

# Seacrh_SearchTableRegistrationDate
source: Date of FNOL
mk: Датум на пријавување

# Seacrh_SearchTableSSN
source: SSN
mk: ЕМБГ

# Seacrh_SearchTableStreet
source: Street
mk: Улица

# Seacrh_SearchTableTo
source: Policy expiry date
mk: Важи до

# Seacrh_SearchTableTotalCost
source: Total Cost
mk: Вкупна цена на трошоци

# Seacrh_SearchTableTravelCountry
source: Travel Country
mk: Земја на патување

source: Search
mk: Пребарај

# Search_AddFNOL
source: New FNOL
mk: Додади оштeтно побарување

# Search_AddFNOLLink
source: New FNOL
mk: Пријави штета

# Search_AddNewClient
source: Add new client
mk: Додади нов клиент

# Search_AddPolicyButton
source: Add new Policy
mk: Додади нова полиса

# Search_CancellationDate
source: Cancellation Date
mk: Датум на стонирање

# Search_ClaimantLastName
source: Claimant Last Name
mk: Презиме на оштетен

# Search_ClaimantName
source: Claimant Name
mk: Име на оштетен

# Search_Clients
source: Clients
mk: Клиенти

# Search_DetailsLink
source: Details
mk: Детали

# Search_FNOL
source: First Notice of Loss
mk: Оштетно побарување

# Search_FNOLLink
source: FNOL
mk: Штети

# Search_HealthInsurance
source: Health Insurance
mk: Здравствено осигурување

# Search_HolderLastName
source: Policy Holder Last Name
mk: Презиме на договорувач

# Search_HolderName
source: Policy Holder Name
mk: Име на договорувач

# Search_InsuredLastName
source: Insured Last Name
mk: Презиме на осигуреник

# Search_InsuredName
source: Insured Name
mk: Име на осигуреник

# Search_InsuredPolicy
source: Insured Policy
mk: Полиси за осигуреник

# Search_LuggageInsurance
source: Luggage Insurance
mk: Осигурување на багаж

# Search_Policy
source: Policy
mk: Полиси

# Search_PolicyEffectiveDate
source: Policy Effective Date
mk: Датум на важење

# Search_PolicyExpiryDate
source: Policy Expiry Date
mk: Датум на завршување

# Search_PolicyIssuanceDate
source: Policy Issuance Date
mk: Датум на издавање

# Search_PolicyLink
source: Policy
mk: Полиси

# Search_PolicyNumber
source: Policy Number
mk: Број на полиса

# Search_PolicyPolicyHolder
source: Policy Holder
mk: Полиси за договорувач

# Search_PolicyType
source: Policy Type
mk: Вид полиса

# Search_RegistrationDate
source: Registration Date
mk: Датум на пријавување

# Search_SearchAddress
source: Search by Address
mk: Пребарувај по адреса

# Search_SearchButton
source: Search
mk: Пребарај

# Search_SearchCity
source: Search By City
mk: Пребарај по град

# Search_SearchEmail
source: Search By Email
mk: Пребарај по е-маил адреса

# Search_SearchLastName
source: Search by Last Name
mk: Пребарувај по презиме

# Search_SearchName
source: Search By Name
mk: Пребарувај по име

# Search_SearchPassport
source: Search By Passport
mk: Пребарај по број на пасош

# Search_SearchPhoneNumber
source: Search By Phone Number
mk: Пребарај по телефон

# Search_SearchPostalCode
source: Search by postal code
mk: Пребарај по поштенски број

# Search_SearchSSN
source: Search by SSN
mk: Пребарувај по ЕМБГ

# Search_SearchTablePolicyNumber
source: Policy Number
mk: Број на полиса

# Search_TotalCost
source: Total Cost
mk: Вкупна цена на трошоците

# Search_TravelCountry
source: Travel Country
mk: Земја на патување

source: With no Add-on
mk: Без доплаток

source: Yes
mk: Да

# FNOL_AccidentDate
source: Accident Date
mk: Датум на несреќата

# FNOL_AccidentDescription
source: Accident Description
mk: Опис на несреќата

# FNOL_AccidentDescriptionDetails
source: Details about the accident
mk: Детален опис на несреќата

# FNOL_AccidentPlace
source: Accident Place
mk: Место на несреќата

# FNOL_AccidentTime
source: Accident Time
mk: Врме на несреќата

# FNOL_AirportTimeArrival
source: Airport arrival time
mk: Време на пристигнување на аеродром

# FNOL_Bank
source: Bank
mk: Банка

# FNOL_BankAccount
source: Bank Account
mk: Трансакциска сметка

# FNOL_CostInformation
source: Cost Information
mk: Информации за трошокот

# FNOL_DateWhenDoctorVisit
source: Date when the doctor was visited
mk: Датум на посета на доктор

# FNOL_DiseaseDescription
source: Disease Description
mk: Опис на болеста

# FNOL_DoctorInfo
source: Information about the doctor
mk: Информации за докторот

# FNOL_DocumentsAsProof
source: Documents as proof
mk: Документи како доказ

# FNOL_EndDate
source: Travel End Date
mk: Датум на пристигнување

# FNOL_EndTime
source: Travel End Time
mk: Време на пристигнување

# FNOL_FloatersDescription
source: Stolen stuff
mk: Украдени предмети

# FNOL_FloatersValue
source: Stolen stuff value
mk: Вредност на украдените предмети

# FNOL_HealthInsuranceInfo
source: Health Insurance
mk: Здравствено осигурување

# FNOL_InsuredInfo
source: Inured Information
mk: Информации за осигуреникот

# FNOL_InvoicesAsProof
source: Invoices as proof
mk: Фактури како доказ

# FNOL_LuggageCheckInTime
source: Luggage check-in time
mk: Време на пријавување на багаж

# FNOL_LuggageInsurance
source: Luggage Insurance
mk: Oсигурување на багаж

source: FNOL Number
mk: Оштетено побарување бр.

# FNOL_PreviousDiseaseHistory
source: Previous disease history
mk: предходна историја со истата болест

# FNOL_RelationshipInsuredHolder
source: Relationship between the policyholder and the insured
mk: Сродство на оштетениот со осигуреникот

# FNOL_ReportPlace
source: Report Place
mk: Место на пријавување

# FNOL_ReportWroted
source: In case of serious injury or death, who wrote the report and gave detail explanation
mk: Во случај на тешка повреда или смрт, кој орган составил записник и детален опис на настанот

# FNOL_StartDate
source: Travel Begin Date
mk: Датум на заминување

# FNOL_StartTime
source: Travel Begin Time
mk: Време на заминување

# FNOL_TotalCost
source: Total Cost
mk: Вкупно

# FNOL_TravelInformation
source: Travel Information
mk: Информации за патувањето

# FNOL_TravelPlace
source: Place to Travel
mk: Место на патувањето

# FNOL_Vehicle
source: Vehicle
mk: Превозно средтсво

# FNOL_ViewTitle
source: FNOL View
mk: Преглед на оштетено побарување

source: Client
mk: Клиент

# Client_Add
source: Add Client
mk: Додади клиент

# Client_AddButton
source: Add
mk: Додади

# Client_Address
source: Address
mk: Адреса

# Client_Age
source: Age
mk: Возраст

# Client_City
source: City
mk: Град

# Client_DateBirth
source: Birth Date
mk: Датум на раѓање

# Client_Email
source: Email
mk: Е-маил

# Client_LastName
source: Last Name
mk: Презиме

# Client_Name
source: Name
mk: Име

# Client_NotSuccessfullyAdded
source: Client is not successfully added
mk: Клиентот е не успешно додаден

# Client_Passport
source: Passport/ ID Number
mk: Пасош/идентификациски број

# Client_Phone
source: Phone
mk: Телефон

# Client_PostalCode
source: Postal Code
mk: Поштенски број

# Client_SSN
source: SSN
mk: ЕМБГ

# Client_SuccessfullyAdded
source: Client is successfully added
mk: Клиентот е успешно додаден

# EmailNotValid
source: Email is not valid
mk: Е-маил не е валиден

# FNOL_Add
source: Add
mk: Додади

# FNOL_ChooseBankAccount
source: Choose Bank Account
mk: Избери трансакциска сметка

# FNOL_ChooseInsured
source: Choose Insured
mk: Избери корисник

# FNOL_ChoosePreviousBankAccount
source: Choose Previous Bank Account
mk: Користи предходна трансакциска сметка

# FNOL_ForeignBankAccount
source: Foreign Bank Account
mk: Странска сметка

# FNOL_HealthInsurance
source: Health Insurance
mk: Здравствено осигурување

# FNOL_InsuranceType
source: Type of Insurance
mk: Тип на осигурување

# FNOL_NotSuccessfullyAddedFNOL
source: The FNOL is not successfully added!
mk: Оштетеното побарување не е успешно додадено

# FNOL_PolicyWithProvideNumberNotExist
source: Policy with the provided number not exist
mk: Полиса со внесениот број не постои

# FNOL_Search
source: Search
mk: Пребарај

# FNOL_UseNumberLatinLetters
source: Use only numbers or latin letters!
mk: Користете само бројки и латински букви

# FNOL_UsePreviousBankAccount
source: Use previous bank account
mk: Користи предходна трансакциска сметка

source: Login
mk: Најава

# Login_ForgotPassword
source: Forgot password?
mk: Заборавена лозинка?

# Login_Password
source: Password
mk: Лозинка

# Login_Title
source: Login
mk: Најава

# Login_UserName
source: Username
mk: Корисничко име

source: Log out
mk: Одјави се

source: News
mk: Новости

# News_Add
source: Add
mk: Додади

# News_AddTitle
source: Add News
mk: Додади новост

# News_Content
source: Content
mk: Содржина

# News_Delete
source: Delete
mk: Избриши

# News_Edit
source: Edit
mk: Измени

# News_Image
source: Image
mk: Слика

# News_NoNews
source: There are no news at this moment
mk: Нема новости во овој момент

# News_Notification
source: Notification
mk: Нотификација

# News_Save
source: Save
mk: Зачувај

# News_Title
source: Title
mk: Наслов

# OnlyNumbers
source: Enter only numbers
mk: Внесете само бројки

source: Sign up
mk: Регистрирај се

# RequestChat
source: Need assistance? Request a chat!
mk: Потребна Ви е помош? Побарај разговор!

source: Welcome
mk: Добредојде

# User_UserName
source: Username
mk: Корисничко име

# User_FirstName
source: First Name
mk: Име

# User_LastName
source: Last Name
mk: Презиме

# User_Email
source: Email
mk: Емаил

# User_Password
source: Password
mk: Лозинка

# User_ConfirmPassword
source: Confirm Password
mk: Потврди Лозинка

# User_EMBG
source: SSN
mk: ЕМБГ

# User_Address
source: Address
mk: Адреса

# User_Municipality
source: Municipality
mk: Општина

# User_PhoneNumber
source: Phone Number
mk: Телефонски број

# User_MobilePhoneNumber
source: Mobile Phone Number
mk: Мобилен телефон

# User_PostalCode
source: Postal Code
mk: Поштенски код

# User_PassportNumber
source: Passport Number
mk: Број на пасош

# User_DateOfBirth
source: Date of birth
mk: Дата на раѓање

# User_Gender
source: Gender
mk: Пол

# User_SelectGender
source: ---Select gender---
mk: ---Изберете пол---

source: Required field
mk: Задолжителни полиња

# Policy_UseNumberLatinLetters
source: Use only numbers or latin letters!
mk: Користете само бројки и латинични букви

source: Chats
mk: Разговори

# Search_Active
source: Active
mk: Активни

# Search_Discarded
source: Discarded
mk: Отфрлени

# Search_Noticed
source: Noticed
mk: Пријавени

# Search_ChatWith
source: Chat with
mk: Разговор со

# Search_DiscardedChat
source: Discarded
mk: Отфрлен

# Search_FNOLChat
source: Noticed
mk: Пријавен

# Search_Id
source: Chat Number
mk: Број на разговор

# Search_All
source: All
mk: Сите

# PolicyPrint_AdditionalPremium
source: Additional Premium
mk: Доплатоци

# PolicyPrint_BasicPremium
source: Basic Premium
mk: Основна премија

# PolicyPrint_Code
source: Code
mk: Код

# PolicyPrint_Currency
source: den.
mk: ден.

# PolicyPrint_DateOfBirth
source: Date of Birth
mk: Дата на раѓање

# PolicyPrint_DateOfInssuance
source: Date of Inssuance
mk: Датум на издавање

# PolicyPrint_Deductible
source: Deductible
mk: Франшиза

# PolicyPrint_Insured
source: INSURED
mk: ОСИГУРЕНИК

# PolicyPrint_InsuredDays
source: Insured Days
mk: Осигурани денови

# PolicyPrint_Insurer
source: INSURER
mk: ОСИГУРУВАЧ

# PolicyPrint_Name
source: Name
mk: Име

# PolicyPrint_Number
source: Policy Number
mk: Број на полиса

# PolicyPrint_NumberOfInsured
source: Number of Insured
mk: Број на осигуреници

# PolicyPrint_NumberOfTrips
source: Number of Trips
mk: Број на патувања

# PolicyPrint_PassportNo
source: Passport no
mk: Бр. на пасош

# PolicyPrint_PlaceOfInssuance
source: Place of Inssuance
mk: Место на издавање

# PolicyPrint_PolicyHolder
source: Policy Holder
mk: ДОГОВАРАЧ

# PolicyPrint_PolicyInfo
source: POLICY INFORMATION
mk: ИНФОРМАЦИИ ЗА ПОЛИСАТА

# PolicyPrint_PremiumInfo
source: PREMIUM INFORMATION
mk: ИНФОРМАЦИИ ЗА ПРЕМИЈАТА

# PolicyPrint_SSN
source: Social Security no
mk: ЕМБГ

# PolicyPrint_Title
source: TRAVEL INSURANCE POLICY
mk: ПОЛИСА ЗА ПАТНИЧКО ОСИГУРУВАЊЕ

# PolicyPrint_TotalPremium
source: TotalPremium
mk: Вкупна премија

# PolicyPrint_TypeOfPolicy
source: Type of Policy
mk: Вид на полиса

# PolicyPrint_ValidFrom
source: Valid from
mk: Започнува на

# PolicyPrint_ValidUntil
source: Valid until
mk: Завршува на

# SignUp_Step1
source: Step 1
mk: Чекор 1

# SignUp_Step2
source: Step 2
mk: Чекор 2

# SignUp_Continue
source: Continue
mk: Продолжи

# SignUp_Back
source: Back
mk: Назад

# Search_FNOLNumber
source: FNOL Number
mk: Број на оштетно побарување

# Search_SearchTableFNOLNumber
source: FNOL Number
mk: Број на оштетно побарување

# AdminPanel_AddRecButton
source: ADD
mk: Додади

# AdminPanel_AddRecordBtn
source: Add record
mk: Додади ставка

# AdminPanel_AddRoleBtn
source: Add Role
mk: Додади улога

# AdminPanel_ID
source: ID
mk: ИД

# AdminPanel_InsuranceCompany
source: Insurance Company
mk: Осигурителна компанија

# AdminPanel_InsuranceSetupTab
source: Insurance Company Setup
mk: Подесувања за осигурителна компанија

# AdminPanel_Notification
source: Notification time
mk: Време на Нотификација

# AdminPanel_NumAttepmts
source: Number of attempts
mk: Број на обиди

# AdminPanel_NumMessage
source: Number of last messages
mk: Број на пораки:

# AdminPanel_NumViews
source: Number of news
mk: Број на прегледи

# AdminPanel_RequiredFields
source: Required Fields
mk: Задолжителни полиња

# AdminPanel_RoleName
source: Role name
mk: Име на улога

# AdminPanel_Roles
source: Roles
mk: Улоги

# AdminPanel_SMSCode
source: SMS code seconds
mk: СМС код секунди

# AdminPanel_Title
source: Admin Panel
mk: Админ панел

# AdminPanel_VersionNumber
source: Version Number
mk: Верзија број

# ForgetPassword_Enter
source: Username or email
mk: Корисничко име или емаил

# ForgetPassword_Submit
source: Submit
mk: Прати

# ForgetPassword_Title
source: Enter your username or email:
mk: Внеси корисничко име или емаил:

# Policy_CountryDD
source: -- Country --
mk: -- Земја --

# Policy_TypeDD
source: -- Type of policy --
mk: -- Тип на полиса --

# Search_FNOLname
source: Search by name
mk: Пребарувај по име

# Search_FNOLsurname
source: Search by last name
mk: Пребарувај по презиме

# Search_FNOLtotalcost
source: Search by total cost
mk: Пребарувај по вкупен износ

# SignUP_FailMessage
source: Your registration is not valid. Please review the form and add valid information.
mk: Вашата регистрација не е успешна. Внесете точни податоци во полињата за регистрација.

# SignUp_SameUserName
source: This username already exist in the system
mk: Корисничкото име е регистирано во системот

# SignUp_SuccessMessage
source: You have successfully registered
mk: Успешно се регистриравте

source: Quotes
mk: Понуди

# Search_QuoteEffectiveDate
source: Quote Effective Date
mk: Датум на издавање

# Search_QuoteExpiryDate
source: Quote Expiry Date
mk: Датум на истекување

# Quote_TypeDD
source: --Type of quote--
mk: --Тип на понуда --

# Search_QuoteNumber
source: Quote Number
mk: Број на понуда

# Search_QuoteType
source: Quote Type
mk: Тип на понуда

# Search_AddQuoteButton
source: Add new Quote
mk: Додади понуда

# FNOL_AccidentDateTimeHealthWrongRange
source: Accident Date should be between Arrival Date and Departure Date.
mk: Датумот на несреќата треба да биде помеѓу датумот на заминување и датумот на враќање.

# FNOL_DoctorVisitDateTimehWrongRange
source: Date when the doctor was visited should be between Arrival Date and Departure Date.
mk: Датумот кога е посетен доктор треба да биде помеѓу датумот на заминување и датумот на пристигнување.

# FNOL_Edit
source: Edit
mk: Измени

# FNOL_FNOLNumber
source: FNOL Number
mk: Оштетно побарување бр.

# Search_FNOLArchived
source: Historical version
mk: Историски верзии

# SSNNotFoundMsg
source: User with that SSN not found in your portfolio. Please add data for the policy holder.
mk: Не е пронајден корисник со таков матичен број во вашето портфолио. Ве молиме внесете податоци за договорувачот.

source: SMS code
mk: SMS код

# SMSCodeButton
source: Submit
mk: Потврди

# VerifyMobilePhone
source: Verify your mobile phone
mk: Потврдете го вашиот мобилен телефон

# VerifyMobilePhoneMessage
source: We have sent you a message. Enter the code you received to verify your mobile phone number:
mk: Беше испратена порака на вашиот број. Внесете го кодот кој го примивте за да го потврдите вашиот мобилен број:

# Error_Email
source: Invalid Email Address.
mk: Невалидна е-маил адреса.

# Error_EMBG_Numeric
source: EMBG must be numeric.
mk: Матичниот број треба да содржи само бројки.

# Error_EmptyBirthDate
source: This field is required.
mk: Полето е задолжително.

# Error_Mobile_Numeric
source: Phone number must be numeric.
mk: Телефонскиот број треба да содржи само бројки.

# Error_PasswordLen
source: The password must be at least 6 characters long.
mk: Лозинката треба да биде подолга од 6 карактери.

# Error_PasswordNotMatch
source: The password and confirmation password do not match.
mk: Внесените лозинки не се совпаѓаат

# Error_Phone_Numeric
source: Phone number must be numeric.
mk: Телефонскиот број треба да содржи само бројки.

# Error_PostalCode_Numeric
source: Postal code must be numeric.
mk: Поштенскиот број треба да содржи само бројки.

# User_City
source: Place of residence
mk: Град

# Error_EMBG_Val_Advanced
source: SSN is not valid.
mk: Внесовте невалиден матичен број.

# NewPolicy_Title
source: New Policy
mk: Нова полиса

# Admin_SignUp
source: Register User
mk: Регистрирај корисник

# Home_CreateUser
source: Create User
mk: Креирај корисник

# User_Role
source: Role
mk: Улога

source: Register date
mk: Датум на регистрација

# Search_AddUserButton
source: Add user
mk: Додади корисник

# Search_Users
source: Registered users
mk: Регистрирани корисници

# SearchTable_FirstName
source: First Name
mk: Име

# SearchTable_LastName
source: Last Name
mk: Презиме

# SearchTable_RoleName
source: Role
mk: Улога

# SearchTable_UserName
source: Username
mk: Корисничко име

# Search_UserResetPass
source: Reset password
mk: Промени лозинка

# PasswordResetMessageFail
source: Password not changed successfully!
mk: Лозинката не беше променета успешно

# PasswordResetMessageSuccess
source: Password changed successfully!
mk: Лозинката беше променета успешно

# Search_Cancel
source: Cancel
mk: Затвори

# Search_Reset
source: Reset
mk: Промени

# Search_ResetUserPass
source: Reset user's password
mk: Промени ја лозинката на корисникот
